Repository: OmegaT-L10N/pt
Catalog: tm/v3.5.tmx
Source language: en
Languages: pt

source: &Cancel
pt: &Cancelar

source: &Close
pt: &Fechar

source: &Filter
pt: &Filtrar

source: &Replace
pt: &Substituir

source: Re&place All
pt: Substitui&r Todos

source: Select
pt: Selecionar

source: &Search
pt: &Pesquisar

source: &Remove
pt: &Remover

source: R&emove
pt: R&emover

source: &Add...
pt: &Adicionar...

source: &Edit...
pt: &Editar...

source: &Add
pt: &Adicionar

source: A&dd
pt: A&dicionar

source: Restore De&faults
pt: &Repor Parâmetros por Defeito

source: &Insert
pt: &Inserir

source: &Skip
pt: &Saltar

source: &Replace Next
pt: S&ubstituir Seguinte

source: &Finish
pt: &Terminar

source: &Remove Filter
pt: R&emover Filtro

source: &Save As...
pt: &Guardar Como...

source: Error
pt: Erro

source: Confirm
pt: Confirmar

source: OmegaT ran out of memory, and will quit when you press OK.
pt: O OmegaT ficou sem memória, e terminará quando premir OK.

source: You may try to solve this problem in one of the following ways:
pt: Pode tentar resolver este problema de um dos seguintes modos:

source: 1) Reduce the number of source files and translate in batches;
pt: 1) Reduzir o número de ficheiros fonte e traduzir por lotes;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
pt: 2) Aumentar a memória disponível para o OmegaT, especificando "java -Xmx<size-in-MB>M -jar OmegaT.jar" na linha de comandos ou no cript de arranque do OmegaT; O valor atual é {0}MB;

source: See "Chapter 3.
pt: Ver "Capítulo 3.

source: Installing and running OmegaT" in the User Manual.
pt: Instação e utilização do OmegaT" no Manual do Utilizador.

source: OmegaT will now terminate.
pt: O OmegaT irá agora terminar.

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
pt: Memória atualmente utilizada pela MV: {0}MB; dos quais memória livre: {1}MB; máximo disponível: {2}MB;

source: Your project does not contain any files in a supported file format.
pt: O seu projeto não contém quaisquer ficheiros nos formatos suportados.

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
pt: (No manual do utilizador, veja 'Ficheiros a traduzir' > 'Formatos de ficheiro' para obter uma lista de formatos de ficheiro suportados.) Para adicionar ficheiros ao projeto, clique no botão Copiar Ficheiros para Pasta de Origem... na janela Ficheiros do Projeto ou invoque esta ação a partir do menu de Projeto e selecione os ficheiros fonte que pretende copiar.

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
pt: Também poderá copiar os ficheiros para a sua pasta 'fonte' do seu projeto utilizando o seu gestor de ficheiros favorito e recarregar o projeto invocando Recarregar a partir do menu Projeto.

source: Project is Empty
pt: O Projeto está Vazio

source: Warning
pt: Aviso

source: OmegaT has chosen option 'Yes' automatically.
pt: O OmegaT escolheu automaticamente a opção 'Sim'.

source: &Project
pt: &Projeto

source: &New...
pt: &Novo...

source: Download &Team Project...
pt: Descarregar Projeto de &Equipa...

source: &Open...
pt: &Abrir...

source: Open Recent Pro&ject
pt: Abrir Projeto Recente

source: Cop&y Files to Source Folder...
pt: Cop&iar Ficheiros para a Pasta Fonte...

source: Copy Files to Source Folder...
pt: Copiar Ficheiros para a Pasta Fonte...

source: Download Media&Wiki Page...
pt: Descarregar Página Media&Wiki...

source: Download MediaWiki Page
pt: Descarregar Página MediaWiki

source: Please type or paste the URL of the mediawiki page
pt: Digite ou cole o URL da página mediawiki

source: File Copy Failed
pt: A Cópia do Ficheiro Falhou

source: &Reload
pt: &Recarregar

source: &Save
pt: &Gravar

source: Create &Translated Documents
pt: Criar Documentos &Traduzidos

source: Create Current Translated &Document
pt: Criar o &Documento Traduzido Atual

source: &Properties...
pt: &Propriedades...

source: File &Filters...
pt: Filtros de &Ficheiros...

source: Project &Files...
pt: &Ficheiros do Projeto...

source: &Access Project Contents
pt: &Aceder ao Conteúdo do Projeto

source: &Root
pt: &Raiz

source: &Dictionaries
pt: &Dicionários

source: &Glossaries
pt: &Glossários

source: T&Ms
pt: M&Ts

source: &Source Files
pt: &Ficheiros de Origem

source: &Target Files
pt: Ficheiros de &Destino

source: &Current Source Document
pt: Documento de &Origem Atual

source: C&urrent Target Document
pt: Documento de &Destino Atual

source: &Writeable Glossary
pt: Glossário &Atualizável

source: &Quit
pt: &Sair

source: &Edit
pt: &Editar

source: &Undo Last Action
pt: &Anular Última Ação

source: &Redo Last Action
pt: &Repetir Última Ação

source: &Search Project...
pt: &Pesquisar Projeto...

source: Search and Replace...
pt: Pesquisar e Substituir...

source: &Insert Match or Selection
pt: &Inserir Correspondência ou Seleção

source: R&eplace with Match or Selection
pt: &Substituir pela Correspondência ou Seleção

source: Replace with &Machine Translation
pt: Substituir pela Tradução Auto&mática

source: I&nsert Source
pt: &Inserir Fonte

source: Re&place with Source
pt: &Substituir pela Fonte

source: E&xport Selection
pt: E&xportar Seleção

source: Insert Missing Source &Tags
pt: Inserir &Etiquetas em Falta

source: Insert Next Missing Tag
pt: Inserir a Próxima Etiqueta em Falta

source: Insert Tag {0}
pt: Inserir Etiqueta {0}

source: Remove translation
pt: Eliminar tradução

source: Set empty translation
pt: Definir tradução vazia

source: Register Identical Translation
pt: Registar Tradução Idêntica

source: Create &Glossary Entry...
pt: Criar Entrada no &Glossário...

source: Select Mat&ch
pt: Selecionar &Correspondência

source: Select &Next Match
pt: Selecionar Correspondência &Seguinte

source: Select &Previous Match
pt: Selecionar Correspondência &Anterior

source: Select Match #&1
pt: Selecionar Correspondência #&1

source: Select Match #&2
pt: Selecionar Correspondência #&2

source: Select Match #&3
pt: Selecionar Correspondência #&3

source: Select Match #&4
pt: Selecionar Correspondência #&4

source: Select Match #&5
pt: Selecionar Correspondência #&5

source: &Go To
pt: &Ir Para

source: &Next Segment
pt: &Segmento Seguinte

source: Next N&ote
pt: &Nota Seguinte

source: Next &Untranslated Segment
pt: Próximo Segmento &Não Traduzido

source: Next &Translated Segment
pt: Próximo Segmento &Traduzido

source: &Previous Segment
pt: &Segmento Anterior

source: Previous No&te
pt: &Nota Anterior

source: &Segment Number...
pt: &Segmento Número...

source: &Forward in History
pt: &Avançar no Histórico

source: &Back in History
pt: &Retroceder no Histórico

source: Source of Selected &Match
pt: Fonte da &Correspondência Selecionada

source: Next Uni&que Segment
pt: Se&gmento Único Seguinte

source: &Tools
pt: &Ferramentas

source: &Statistics
pt: &Estatísticas

source: &Match Statistics
pt: Estatísticas de &Correspondências

source: Match Statistics per &File
pt: Estatísticas de Correspondências por &Ficheiro

source: &Options
pt: &Opções

source: Use &TAB to Advance
pt: Usar &TAB para Avançar

source: Mark &Translated Segments
pt: Marcar Segmentos &Traduzidos

source: Mark &Untranslated Segments
pt: Marcar Segmentos &Não Traduzidos

source: &Editor...
pt: Comportamento na &Edição...

source: &Segmentation...
pt: &Segmentação...

source: Mac&hine Translate
pt: Tradução &Automática

source: &Glossary
pt: &Glossário

source: &Show Relevant Suggestions Automatically
pt: &Mostrar Sugestões Relevantes Automaticamente

source: A&uto-completion
pt: Conclusão A&utomática

source: &Always Confirm Quit
pt: Confirmar &Sempre a Saída

source: &Restore Main Window
pt: &Restaurar Janela Principal

source: Access Configurat&ion Folder
pt: Acesso à Pasta de Configuração

source: &Help
pt: &Ajuda

source: &User's Manual...
pt: Manual do &Utilizador...

source: &About...
pt: &Sobre...

source: &Last Changes...
pt: Ú&ltimas Alterações...

source: L&og...
pt: &Histórico...

source: In order for the changes to take effect OmegaT needs to close and then open the project.
pt: Para que as alterações tenham efeito O OmegaT necessita de fechar e voltar a abrir o projeto.

source: Reopen the project now?
pt: Reabrir o projeto agora?

source: Failed to load translation memory {0} for project!
pt: Falha no carregamento da memória de tradução {0} do projeto!

source: Failed to load specified project!
pt: Falha no carregamento do projeto específico!

source: Failed to compile project files!
pt: Falha na compilação dos ficheiros do projeto!

source: It was not possible to create translated documents, because some tags are missing or damaged.
pt: Não foi possível criar os documentos traduzidos, porque algumas etiquetas estão em falta ou danificadas.

source: Please correct the tag issues before using again Create Translated Documents.
pt: Corrija os problemas com as etiquetas antes de voltar a solicitar a Criação dos Documentos Traduzidos.

source: Enter the segment number:
pt: Introduza o número do segmento:

source: Go To Segment
pt: Ir Para o Segmento

source: Duplicate segments: {0}
pt: Segmentos Duplicados: {0}

source: Segment {0,number,#}
pt: Segmento {0,number,#}

source: More
pt: Mais

source: You must enter a number between 1 and {0}.
pt: Introduza um número entre 1 e {0}.

source: Reopen the project?
pt: Reabrir o projeto?

source: Saving project...
pt: A gravar o projeto...

source: Project saved
pt: Projeto gravado

source: Do you really want to quit?
pt: Quer mesmo sair?

source: Source/translation lengths (characters)
pt: Comprimentos da fonte/tradução (carateres)

source: {0} ({1} left) / {2} ({3} left), {4}
pt: {0} ({1} em falta) / {2} ({3} em falta), {4}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
pt: Ficheiro: traduzido / número de segmentos (projeto: únicos traduzidos / únicos, número total de segmentos)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
pt: Ficheiro: únicos traduzidos % (únicos em falta) / projeto: únicos traduzidos % (únicos em falta), número total de segmentos

source: Jumping to last edited segment...
pt: A saltar para o último segmento editado...

source: segment 0000
pt: segmento 0000

source: Translation last modified by {0} on {1} at {2}
pt: A última alteração da tradução ocorreu em {0} de {1} às {2}

source: Last modified by {0}
pt: Última alteração em {0}

source: unknown
pt: desconhecido

source: Font
pt: &Fonte

source: Size
pt: &Tamanho

source: This is the way text will look when displayed.
pt: Este será o aspeto do texto no ecrã.

source: Sample Text
pt: Texto de Amostra

source: &Apply this font to tabular data (project files, statistics, etc.)
pt: &Aplicar esta fonte a dados tabulares (ficheiros de projeto, estatísticas, etc.)

source: Project Files ({0})
pt: Ficheiros do Projeto ({0})

source: Filename
pt: Nome do Ficheiro

source: Filter
pt: Filtro

source: Encoding
pt: Codificação

source: Segments
pt: Segmentos

source: Unique segments
pt: Segmentos Únicos

source: You can find detailed statistic information in the file: {0}
pt: Poderá encontrar informações estatísticas pormenorizadas no ficheiro: {0}

source: Move &First
pt: Ir para o &Primeiro

source: Move &Up
pt: Ir para &Cima

source: Move &Down
pt: Ir para &Baixo

source: Move &Last
pt: Ir para o Ú&ltimo

source: Filter:
pt: Filtro:

source: Clo&se
pt: &Fechar

source: Total number of segments
pt: Número total de segmentos

source: Number of unique segments
pt: Número de segmentos únicos

source: Translated unique segments
pt: Segmentos únicos traduzidos

source: Exciting help page Gossamer threads hold you back 404 not found
pt: Página de ajuda excitante<p>Ficou preso nas teias da aranha<p>404 Página não encontrada

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
pt: O vento sopra nos lírios<p>Espalhando as pétalas pelo ar:<p>Página não encontrada

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
pt: O empregado de bar grita em voz alta:<p>Cavalheiro, não encontro a sua página<p>Quer mais uma bebida?

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
pt: A página desliza por entre os dedos<p>A pulsação é forte e frenética<p>Desaparecendo como a névoa.

source: These three are certain: Death, taxes, and page not found You, victim of one
pt: Três coisas são certas na vida:<p>A morte, os impostos e uma página não encontrada.<p>Acabou de ser vítima de uma página não encontrada.

source: The help page you seek Lies beyond our perception But others await
pt: A página de ajuda que procura<p>Está além da nossa perceção<p>Mas há mais à espera

source: Emptiness of soul Forever aching blackness Your help page not found
pt: Vazio de alma<p>Escuridão dolorosa e permanente<p>Página de ajuda não encontrada

source: Ephemeral page I am the Blue Screen of Death No one hears your screams
pt: Página efémera<p>Eu sou o Ecrã Azul da Morte<p>Ninguém ouve os seus gritos.

source: Rather than beep Or a rude error message These words: 'Page not found'
pt: Ao invés de beep <p> Ou uma mensagem de erro grosseira<p>Estas palavras: 'Página não encontrada'

source: Mourning and sorrow 404 not with us now Lost to paradise
pt: Lamentação e tristeza<p>404 já não está connosco agora<p>Está perdida no paraíso

source: Help you are seeking From your path it is fleeing Its winter has come
pt: A ajuda que procura<p>Está a fugir do seu caminho<p>Chegou o inverno

source: Loading project...
pt: A carregar o projeto...

source: Loading glossaries
pt: A carregar os glossários

source: Error saving project file!
pt: Erro ao gravar o ficheiro de projeto!

source: Error creating project!
pt: Erro ao criar o projeto!

source: Fatal error encountered - saving project file with '.recover' backup extension.
pt: Erro fatal - a salvar o projeto com a extensão de backup '.recover'.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
pt: Consulte a documentação sobre as opções de recuperação e envie a informação abaixo ao fabricante do software com uma descrição das circunstâncias em que o erro ocorreu.

source: Loading: {0}
pt: A carregar: {0}

source: Source file loading complete
pt: Fim do carregamento dos ficheiros fonte

source: Loading TMX files...
pt: A carregar os ficheiros TMX...

source: Creating translated documents: {0}
pt: A criar os documentos traduzidos: {0}

source: Translated documents created
pt: Documentos traduzidos criados

source: Translated document created
pt: Documento traduzido criado

source: Unable to build new TMX file!
pt: Impossível criar novo ficheiro TMX!

source: Failed to create project!
pt: Falha na criação do projeto!

source: Cannot access glossary folder!
pt: Impossível aceder à pasta dos glossários!

source: Cannot create folder for translated files:
pt: Impossível criar pasta para os ficheiros traduzidos:

source: Orphan segments
pt: Segmentos órfãos

source: Executing external command...
pt: A executar comando externo...

source: Error starting external command: {0}
pt: Erro a iniciar comando externo: {0}

source: External command completed.
pt: Comando externo concluído.

source: Exit code: {0}
pt: Código de saída: {0}

source: Exit code {0}: "{1}"
pt: Código de saída {0}: "{1}"

source: External command failed.
pt: Falha no comando externo.

source: External command was interrupted.
pt: O comando externo foi interrompido.

source: Error monitoring external command!
pt: Erro na monitorização do comando externo!

source: Project Statistics
pt: Estatísticas do Projeto

source: Words
pt: Palavras

source: Characters (without spaces)
pt: Carateres (excluindo espaços)

source: Characters (including spaces)
pt: Carateres (incluindo espaços)

source: #Files
pt: #Ficheiros

source: Remaining:
pt: Em falta:

source: Unique Remaining:
pt: Únicos em falta:

source: Unique:
pt: Únicos:

source: Individual File Statistics:
pt: Estatísticas de Ficheiros Individuais:

source: File Name
pt: Nome do Ficheiro

source: Total Segments
pt: Total de Segmentos

source: Remaining Segments
pt: Segmentos em Falta

source: Unique Segments
pt: Segmentos Únicos

source: Unique Remaining Segments
pt: Segmentos Únicos em Falta

source: Total Words
pt: Total de Palavras

source: Remaining Words
pt: Palavras em Falta

source: Unique Words
pt: Palavras únicas

source: Unique Remaining Words
pt: Palavras Únicas em Falta

source: Total Characters (without spaces)
pt: Total de Caracteres (sem espaços)

source: Remaining Characters (without spaces)
pt: Caracteres em Falta (sem espaços)

source: Unique Characters (without spaces)
pt: Carateres Únicos (sem espaços)

source: Unique Remaining Characters (without spaces)
pt: Carateres Únicos em Falta (sem espaços)

source: Total Characters (including spaces)
pt: Total de Caracteres (incluindo espaços)

source: Remaining Characters (including spaces)
pt: Caracteres em Falta (incluindo espaços)

source: Unique Characters (including spaces)
pt: Caracteres Únicos (incluindo espaços)

source: Unique Remaining Characters (including spaces)
pt: Carateres Únicos em Falta (incluindo espaços)

source: C&opy All Data to Clipboard
pt: C&opiar Todos os Dados para Área de Transferência

source: Statistics
pt: Estatísticas

source: Match Statistics
pt: Estatísticas de Correspondências

source: Match Statistics per File
pt: Estatísticas de Correspondências por Ficheiro

source: Repetitions:
pt: Repetições:

source: Repetitions within this file:
pt: Repetições neste ficheiro:

source: Repetitions from other files:
pt: Repetições dos outros ficheiros:

source: Exact match:
pt: Correspondência Exata:

source: No match:
pt: Sem

source: File {0}: {1}
pt: Ficheiro {0}: {1}

source: For all files:
pt: Para todos os ficheiros:

source: Arrays must not be null
pt: Os arrays (matrizes) não devem ser nulos

source: E&nable Sentence-level Segmenting
pt: &Ativar Segmentação por Frase

source: Edit Project
pt: Editar Projeto

source: Edit project properties here.
pt: Editar as propriedades do projeto aqui.

source: Languages
pt: Idiomas

source: Options
pt: Opções

source: File locations
pt: Localização dos ficheiros

source: &Make the segmentation rules project specific
pt: &Tornar as regras de segmentação específicas do projeto

source: Create New Project
pt: Criar Novo Projeto

source: Open Project
pt: Abrir Projeto

source: Source Files Folder:
pt: Pasta dos Ficheiros de Origem:

source: Translated Files Folder:
pt: Pasta dos Ficheiros Traduzidos:

source: Glossary Folder:
pt: Pasta dos Glossários:

source: Writeable Glossary File:
pt: Pasta dos Glossários Atualizáveis:

source: Translation Memory Folder:
pt: Pasta das Memórias de Tradução:

source: &Source Files Language:
pt: Idioma dos Ficheiros de &Origem:

source: &Translated Files Language:
pt: Idioma dos ficheiros &Traduzidos:

source: &Source Language Tokenizer:
pt: Tokenizer do Idioma de &Origem:

source: &Target Language Tokenizer:
pt: Tokenizer do Idioma de &Destino:

source: Dictionary Folder:
pt: Pasta dos Dicionários:

source: &Auto-propagation of Translations
pt: Propagação &Automática das Traduções

source: Remove Ta&gs
pt: Eliminar &Etiquetas

source: External Post-processing Command:
pt: Comando Pós-processamento Externo:

source: External Post-processing Command (Disabled):
pt: Comando Pós-processamento Externo (Desativado):

source: <html>Per-project external commands are disabled and will not be executed.
pt: <html>Os comandos externos específicos do projeto estão desativados e não serão executados.

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
pt: Ative-os em <b>Opções > Gravação e Output...</b>.</html>

source: &Browse
pt: &Pesquisar

source: E&xclusions...
pt: E&xclusões...

source: B&rowse
pt: P&esquisar

source: Bro&wse
pt: Pes&quisar

source: Browse
pt: Pesquisar

source: Brows&e
pt: Pesquisa&r

source: Source Files Folder
pt: Pasta dos Ficheiros de Origem

source: Translated Files Folder
pt: Pasta dos Ficheiros Traduzidos

source: Glossary Files Folder
pt: Pasta dos Ficheiros de Glossário

source: Translation Memory Files Folder
pt: Pasta dos Ficheiros de Memória de Tradução

source: Dictionary Files Folder
pt: Pasta dos Dicionários

source: Writeable Glossary File
pt: Pasta dos Dicionários Atualizáveis

source: Some project folders seem to have been moved.
pt: Alguns ficheiros de projeto foram transferidos para outro local.

source: You should specify their new location or recreate them.
pt: Indique a sua nova localização ou volte a criá-los.

source: Please select the language of your source files and the target language you would like to translate to.
pt: Selecione o idioma dos ficheiros de origem e o idioma de destino para o qual vai traduzir.

source: Here you may also specify custom location of project folders.
pt: Pode também indicar aqui a localização personalizada para os ficheiros do projeto.

source: Create a New Project
pt: Criar um Novo Projeto

source: OmegaT Project Files
pt: Ficheiros de Projeto do OmegaT

source: Unable to read project file!
pt: Não foi possível ler o ficheiro de projeto!

source: The source file language entered is invalid!
pt: O idioma do ficheiro de origem introduzido não é válido!

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
pt: O código de idioma deve assumir o formato xx-YY, xxx-YY, xx_YY or xxx_YY, em que xx ou xxx representa o código de idioma e YY representa o código da região ou do país (opcional).

source: The translated file language entered is invalid!
pt: O idioma do ficheiro de destino introduzido não é válido!

source: Source files folder entered does not exist!
pt: A pasta dos ficheiros de origem indicada não existe!

source: Translated files folder entered does not exist!
pt: A pasta para os ficheiros traduzidos indicada não existe!

source: Glossary files folder entered does not exist!
pt: A pasta dos ficheiros de glossário indicada não existe!

source: Writeable glossary file folder entered does not exist!
pt: A pasta dos ficheiros de glossário atualizáveis indicada não existe!

source: The writeable glossary file must be inside the glossary folder
pt: O ficheiro de glossário atualizável deve ser uma sub-pasta da pasta dos glossários

source: Translation memory files folder entered does not exist!
pt: A pasta dos ficheiros de Memórias de Tradução indicada não existe!

source: Dictionary files folder entered does not exist!
pt: A pasta dos ficheiros de dicionários indicada não existe!

source: ERROR: {0}
pt: ERRO: {0}

source: OmegaT Project Folder
pt: Pasta do Projeto OmegaT

source: Folder already exists and is not empty.
pt: A pasta já existe e não está vazia.

source: Please select a different folder.
pt: Selecione outra pasta.

source: Search for:
pt: Procurar:

source: Replace with:
pt: Substituir por:

source: &Keyword search
pt: Pesquisa por palavras-&chave

source: &Exact search
pt: Pesquisa &Exata

source: &Regular expressions
pt: &Expressões regulares

source: In notes
pt: Nas notas

source: In comments
pt: Nos comentários

source: Aut&hor:
pt: Aut&or:

source: Now
pt: Agora

source: Changed after:
pt: A&lterado(s) após:

source: Changed &before:
pt: Alterado(s) &antes:
